Repository: stanlag26/healer
Catalog: lib/l10n/app_*.arb
Languages: ru

# error_auth
source: Something went wrong :(
ru: Что-то пошло не так :(

# no_internet
source: No internet connection
ru: Отсутсвует интернет соединение

# slow_internet
source: Download canceled due to slow internet connection, as soon as internet speed improves, your data will be added to the network.
ru: Загрузка отменена из-за медленного интернет-соединения, как только улучшится скорость интернета, ваши данные добавятся в сеть.

# validation
source: Not all data entered
ru: Не все данные введены

# login
source: Sign-in
ru: Войти

# mail
source: Email
ru: Электронная почта

source: Password
ru: Пароль

source: Registration
ru: Регистрация

source: Forgot password?
ru: Забыли пароль?

source: Welcome,
ru: Добро пожаловать!

# welcome_explanation
source: to save your data on any devices, please go through the registration
ru: для сохранения ваших данных на любых устройствах, пожалуйста, пройдите регистрацию

# your_name
source: Enter a name
ru: Введите имя

# meet
source: What's your name?
ru: Как вас зовут?

source: Done
ru: Выход

source: Skip
ru: Пропустить

# password_reset_text
source: Enter your email to reset your password
ru: Введение электронную почту для обнуления пароля

source: Reset password
ru: Обнулить пароль

# healer
source: Healthnier
ru: Лекарь

# my_course
source: My drugs
ru: Мои лекарства

# recipe
source: Drug archive
ru: Архив лекарств

# add_recipe_to_archive
source: Save the medicine in the cloud?
ru: Сохранить лекарство в облако?

source: Add recipe
ru: Добавить лекарство

# namePill
source: The name of the tablets
ru: Название лекарства

# descriptionPill
source: Description of the drug: you can write the number of pills, the conditions for taking (before or after a meal), a description of the drug.
ru: Описание лекарства: можно написать количество таблеток, условия приема (до или после еды), описание препарата.

# add_photo
source: Add photo of pills
ru: Добавить фото лекарства

# change_photo
source: Change photo of pills
ru: Изменить фото лекарства

# add_time_pills
source: Add pill time
ru: Добавить время приема лекарств

# del_recipe
source: Delete medicine?
ru: Удалить лекарство?

# del
source: Delete
ru: Удалить

source: Yes
ru: Да

source: No
ru: Нет

source: Galery
ru: Галерея

source: Camera
ru: Камера

source: Cancel
ru: Отмена

source: Next
ru: Дальше

source: Settings
ru: Настройки

# settings_push
source: Push notifications settings
ru: Настройка уведомлений

source: Name
ru: Имя

source: Account
ru: Аккаунт

source: Exit
ru: Выход

# time_pills
source: Time to take the pills:
ru: Время приема лекарств:

source: Allow Notifications
ru: Разрешить уведомления

# app_to_send_notifications
source: The Healthnier app wants to send you notifications
ru: Приложение Лекарь хочет отправлять вам уведомления

source: Disable
ru: Запретить

source: Allow
ru: Разрешить

# time_medication
source: Time of medication:
ru: Время приёма лекарства:

# logoff
source: Are you sure you want to log out of your account?
ru: Вы уверены что хотите выйти из аккаута?

# my_course_info
source: This section displays the medications you are currently taking
ru: В этом разделе отображаются те лекарства, которые вы принимаете сейчас. Добавьте лекарство.

# recipe_info
source: This section displays your recipes that you have taken in the past. Click on this tab and create a new recipe by clicking the plus sign.
ru: В этом разделе отображаются ваши рецепты которые вы когда то принимали. Нажмите на эту вкладку и создайте новый рецепт, нажав на плюс.
